Repository: 0xLBF/pods
Catalog: languages/pods-*.po
Languages: sk_sk

source: Input Helper
sk_sk: Vstupne Helper

source: Values
sk_sk: Hodnoty

source: Default Value
sk_sk: Predvolena hodnota

source: Set Default Value via Parameter
sk_sk: Nastavit predvolene hodnota pomocou parametra

source: Visibility
sk_sk: Viditelnost

source: Restrict Access
sk_sk: Obmedzit pristup

source: Show to Admins Only?
sk_sk: Ukazat Admins len?

source: Restrict access by Capability?
sk_sk: Obmedzit pristup zdatnosti?

source: Capability Allowed
sk_sk: schopnost dovolila

source: Comma-separated list of cababilities, for example add_podname_item, please see the Roles and Capabilities component for the complete list and a way to add your own.
sk_sk: CSV zoznam cababilities, napriklad add_podname_item, najdete v roli a schopnosti komponentov pre kompletny zoznam a sposob, ako pridat svoj vlastny.

source: Add Field
sk_sk: Pridat pole

source: <h6>Label</h6>The label is the descriptive name to identify the Pod field.
sk_sk: <h6> Label </ h6> stitok je popisny nazov pre identifikaciu Pod pole.

source: <h6>Name</h6>The name attribute is what is used to identify and access the Pod field programatically.
sk_sk: <h6> Meno </ h6> Atribut name je to, co sa pouziva na identifikaciu a pristup k Pod pole programatically.

source: <h6>Field Types</h6>Field types are used to determine what kind of data will be stored in the Pod. They can range from, dates, text, files, etc.
sk_sk: Typy <h6> pole </ h6> typy poli sa pouzivaju na urcenie, aky druh dat bude ulozena v Pod. Oni mozu siahat od, data, text, subory, atd

source: Add New <span class="pods-slugged" data-sluggable="label_singular">Item</span>
sk_sk: Pridat novy <span class="pods-slugged" data-sluggable="label_singular"> polozka </ span>

source: New <span class="pods-slugged" data-sluggable="label_singular">Item</span>
sk_sk: Nova <span class="pods-slugged" data-sluggable="label_singular"> C </ span>

source: Edit <span class="pods-slugged" data-sluggable="label_singular">Item</span>
sk_sk: Upravit <span class="pods-slugged" data-sluggable="label_singular"> polozka </ span>

source: Update <span class="pods-slugged" data-sluggable="label_singular">Item</span>
sk_sk: Aktualizacia <span class="pods-slugged" data-sluggable="label_singular"> C </ span>

source: View <span class="pods-slugged" data-sluggable="label_singular">Item</span>
sk_sk: Zobrazit <span class="pods-slugged" data-sluggable="label_singular"> polozka </ span>

source: All <span class="pods-slugged" data-sluggable="label">Items</span>
sk_sk: Vsetky <span class="pods-slugged" data-sluggable="label"> Polozky </ span>

source: Search <span class="pods-slugged" data-sluggable="label">Items</span>
sk_sk: Hladat <span class="pods-slugged" data-sluggable="label"> Polozky </ span>

source: Not Found in Trash
sk_sk: Nebolo najdene v kosi

source: Popular <span class="pods-slugged" data-sluggable="label">Items</span>
sk_sk: Oblubene <span class="pods-slugged" data-sluggable="label"> Polozky </ span>

source: Separate <span class="pods-slugged-lower" data-sluggable="label">items</span> with commas
sk_sk: Samostatne <span class="pods-slugged-lower" data-sluggable="label"> poloziek </ span> s ciarkami

source: Add or remove <span class="pods-slugged-lower" data-sluggable="label">items</span>
sk_sk: Pridat alebo odobrat <span class="pods-slugged-lower" data-sluggable="label"> polozky </ span>

source: Choose from the most used
sk_sk: Vyberte si z najpouzivanejsich

source: Post Type Description
sk_sk: Prispevok Typ Popis

source: A short descriptive summary of what the post type is.
sk_sk: kratky popisny prehlad toho, co po typ.

source: Public
sk_sk: Verejna

source: Publicly Queryable
sk_sk: Verejne Queryable

source: Exclude from Search
sk_sk: Vylucit z vyhladavania

source: Show Admin UI
sk_sk: Zobrazit Administrator UI

source: Show Admin Menu in Dashboard
sk_sk: Zobrazit Admin Menu v paneli

source: Show in Navigation Menus
sk_sk: Zobrazit v menu navigacie

source: Capability Type
sk_sk: Schopnost Type

source: Post
sk_sk: Prispevok

source: Custom
sk_sk: Vlastne

source: Custom Capability Type
sk_sk: Vlastne schopnosti Type

source: Has Archive
sk_sk: Ma Archiv

source: Hierarchical
sk_sk: Hierarchicke

source: <strong>Label: </strong> Parent <span class="pods-slugged" data-sluggable="label_singular">Item</span>
sk_sk: <strong> Label: </ strong> Parent <span class="pods-slugged" data-sluggable="label_singular"> C </ span>

source: Rewrite
sk_sk: Prepisat

source: Custom Rewrite Slug
sk_sk: Vlastne prepis Slug

source: Rewrite with Front
sk_sk: Prepisat s prednou

source: Allows permalinks to be prepended with front base (example: if your permalink structure is /blog/, then your links will be: Checked->/news/, Unchecked->/blog/news/)
sk_sk: Umoznuje permalinks byt prepended s prednou zakladnou (priklad: ak vase permalink struktura je / blog /, potom sa vase odkazy budu: Checked-> / novinky /, Nekontrolovana-> / blog / news /)

source: Rewrite Feeds
sk_sk: Prepisat Kanaly

source: Rewrite Pages
sk_sk: Rewrite stranky

source: Query Var
sk_sk: Otazka Var

source: Exportable
sk_sk: exportovatelne

source: Supports
sk_sk: Podpora

source: Title
sk_sk: Nazov

source: Author
sk_sk: Autor

source: Featured Image
sk_sk: Najlepsi obrazok

source: Excerpt
sk_sk: Vypis

source: Trackbacks
sk_sk: Spatne odkazy

source: Custom Fields
sk_sk: Vlastne pole

source: Revisions
sk_sk: Revizia

source: Post Formats
sk_sk: Prispevok formaty

source: Built-in Taxonomies
sk_sk: Built-in Taxonomia

source: Show UI
sk_sk: Zobrazit UI

source: Show in Nav Menus
sk_sk: Zobrazit v navigacnych menu

source: Allow in Tagcloud Widget
sk_sk: Povolit v tagcloud Widget

source: Allow Front Prepend
sk_sk: Povolit Front predradit

source: Hierarchical Permalinks
sk_sk: Hierarchicke Permalinks

source: Associated Post Types
sk_sk: Pridruzene Post Typy

source: Title Field
sk_sk: Nazov pola

source: If you delete the "name" field, we need to specify the field to use as your primary title field. This field will serve as an index of your content. Most commonly this field represents the name of a person, place, thing, or a summary field.
sk_sk: Ak odstranite "name" pola, musime specifikovat pole pouzit ako primarny pole nazvu. Toto pole bude sluzit ako index obsahu. Najcastejsie toto pole predstavuje nazov osoby, miesta , vec, alebo zhrnutie pole.

source: Pre-Save Helper(s)
sk_sk: Pre-Save Helper (y)

source: Post-Save Helper(s)
sk_sk: Post-Save Helper (y)

source: Pre-Delete Helper(s)
sk_sk: Pre-Delete Helper (y)

source: Post-Delete Helper(s)
sk_sk: Post-Delete Helper (y)

source: Are you sure you want to delete this Pod? All fields and data will be removed.
sk_sk: Ste si isti, ze chcete zmazat tuto Pod Vsetky polia a data budu odstranene.

source: You will use this name to programatically reference this field throughout WordPress
sk_sk: Budete pouzivat tento nazov k programatically odkazovat na toto pole v celom WordPress

source: Pods &raquo; Embed
sk_sk: Pods» Embed

source: What would you like to do?
sk_sk: Co chcete robit?

source: Display a single Pod item
sk_sk: Zobrazit jediny Pod polozku

source: List multiple Pod items
sk_sk: Zoznam viac Pod poloziek

source: Display a field from a single Pod item
sk_sk: Zobrazit pola z jednej Pod polozku

source: None Found
sk_sk: Ziadne Najdene

source: Custom Template
sk_sk: Vlastne sablony

source: ID or Slug
sk_sk: ID alebo Slug

source: Order By
sk_sk: Zoradit podla

source: Where
sk_sk: Kde

source: Field
sk_sk: Pole

source: Fields (comma-separated)
sk_sk: Pole (oddeleny ciarkou)

source: Insert
sk_sk: Vlozit

source: Upgrade Pods
sk_sk: Aktualizacia Pods

source: Getting Started
sk_sk: Zaciname

source: Prepare
sk_sk: Pripravte

source: We recommend that you back your database up, it can really save you in a bind or a really weird situation that you may not be expecting. Check out a few options we think are <em>great</em> below.
sk_sk: Odporucame zalohovat databazu hore, moze to naozaj usetrit do prekernej situacie, alebo naozaj podivne situacii, ze nemusi byt v ocakavani. Pozrite sa na niekolko moznosti, si myslime, ze su <em> skvele </ em> nizsie.

source: Receive 25% off
sk_sk: Prijat 25% z ceny

source: Coupon Code
sk_sk: Kod poukazky

source: The all-in-one WordPress backup plugin to easily backup, restore, and migrate to any number of local or external locations.
sk_sk: all-in-one WordPress zalohovanie plugin pre jednoduche zalohovanie, obnovenie a prejst na lubovolny pocet miestnych alebo vonkajsich miestach.

source: 1 free month
sk_sk: 1 mesiac zadarmo

source: Click to sign up
sk_sk: Kliknite pre prihlasenie

source: A service that provides realtime continuous backups, restores, and security scanning.
sk_sk: sluzbu, ktora poskytuje v realnom case kontinualne zalohovanie, obnovenie a zabezpecenie skenovania.

source: We will prepare all of your Pods, Settings, and Content for migration. If any issues are found they will be displayed below for your review. Be sure to backup your database before continuing onto the next step for Migration.
sk_sk: Pripravime vsetky vase Pods, nastavenia a obsahu pre migraciu. Pokial budu najdene chyby, ktore sa zobrazi pod za Vas komentar. Uistite sa, ze zalohovat databazu pred pokracovanim k dalsiemu kroku pre migraciu.

source: Preparing Your Content for Migration
sk_sk: Priprava obsahu pre migraciu

source: Relationships
sk_sk: Vztahy

source: Item Indexes
sk_sk: Polozka Indexes

source: Pod Pages
sk_sk: Pod stranky

source: During this process your Pods, Settings, and Content will be migrated into the optimized Pods 2.x architecture. We will not delete any of your old data, the tables will remain until you choose to clean them up after a successful upgrade.
sk_sk: Pocas tohto procesu bude vasa Pods, Nastavenie, a obsah sa stahoval do optimalizovaneho struky 2.x. architektury. Budeme neodstrani ziadne z vasich starych dat, budu tabulky zostanu, kym sa nerozhodnete je cistit po uspesnom upgradu.

source: Migrating Your Content
sk_sk: Migracia vasho obsahu

source: 1.x Updates
sk_sk: 1.x aktualizacie

source: Settings
sk_sk: Nastavenia

source: Cleanup
sk_sk: vycistenie

source: Start using Pods
sk_sk: Zacat pouzivat struky

source: Migration Complete!
sk_sk: Migracia Kompletne!

source: Slug or ID
sk_sk: Slug alebo ID

source: Add File
sk_sk: Pridat subor

source: Allowed Files
sk_sk: Povolene subory

source: There was an issue with the file upload, please try again.
sk_sk: Doslo k problemu s upload, prosim skuste to znova.

source: Start Typing...
sk_sk: Zacnite pisat ...

source: The plugin has been updated, but could not be reactivated. Please reactivate it manually.
sk_sk: Zasuvny modul bol aktualizovany, ale nemohol byt aktivovany. Prosim aktivujte ho rucne.

source: Plugin reactivated successfully.
sk_sk: Plugin aktivovat uspesne.

source: Next &rsaquo;
sk_sk: Dalsi>

source: &lsaquo; Previous
sk_sk: <Predchadzajuce

source: Save Changes
sk_sk: Ulozit zmeny

source: File size too large, max size is %s
sk_sk: Subor je prilis velky, maximalna velkost je% s

source: File type not allowed, please use one of the following: %s
sk_sk: Typ suboru nie je povoleny, prosim, pouzite jednu z nasledujucich moznosti:% s

source: Attachments Default Tab
sk_sk: Prilohy Vychodiskova Tab

source: Upload File
sk_sk: Nahrat subor

source: Media Library
sk_sk: Kniznica medii

source: Any Type (no restriction)
sk_sk: Kazdy typ (bez obmedzenia)

source: Enable oEmbed?
sk_sk: Povolit oEmbed?

source: Embed videos, images, tweets, and other content.
sk_sk: Vlozit videa, obrazky, tweety, a iny obsah.

source: Enable wptexturize?
sk_sk: Povolit wptexturize?

source: Enable convert_chars?
sk_sk: Povolit convert_chars?

source: Converts text into valid XHTML and Unicode
sk_sk: Prevedie text do validneho XHTML a Unicode

source: Enable wpautop?
sk_sk: Povolit wpautop?

source: Changes double line-breaks in the text into HTML paragraphs
sk_sk: Zmeni dvojite linie pruhov v texte do HTML odsekoch

source: Embed [shortcodes] that help transform your static content into dynamic content.
sk_sk: Embed [shortcodes], ktore pomahaju transformovat svoj staticky obsah do dynamickeho obsahu.

source: Precode will run before your theme outputs the page. It is expected that this value will be a block of PHP. You must open the PHP tag here, as we do not open it for you by default.
sk_sk: Precode bude bezat pred vas motiv vystupy stranku. Ocakava sa, ze tato hodnota bude blok PHP. Musite otvorit tag PHP tu, ako sme neotvarajte ju pre vas v predvolenom nastaveni.

source: An unknown error has occurred
sk_sk: Vyskytla sa neznama chyba

source: %1$s has been <strong>deprecated</strong> since Pods version %2$s! Use %3$s instead.
sk_sk: % 1 $ s bol <strong> zastarany </ strong>, pretoze% verzia struky 2 $ s! Pouzite% 3 $ s miesto.

source: %1$s has been <strong>deprecated</strong> since Pods version %2$s with no alternative available.
sk_sk: % 1 $ s bol <strong> zastarany </ strong>, pretoze struky verzia% 2 $ S s ziadna alternativa k dispozicii.

source: Input Helpers may not function in our new forms, we have imported and disabled them for your review.
sk_sk: Vstupne Pomocnici nemusi fungovat v nasich novych foriem, sme doviezli a zdravotne postihnutych je pre vasu kontrolu.

source: This will delete all of your Pods 1.x data, it's only recommended if you've verified your data has been properly migrated into Pods 2.x.
sk_sk: Toto zmaze vsetky data struky 1.x, je to len odporucit, ak overite data boli spravne prenesene do struky 2.x.

source: This does not delete any Pods 1.x data, it simply resets the Pods 2.x settings, removes all of it's data, and performs a fresh install.
sk_sk: Toto neodstrani ziadne struky 1.x dat, to jednoducho resetuje strukov 2.x nastavenia, odstrani vsetky jej udaje, a vykona novu instalaciu.

source: This will delete Pods 2.x settings, data, and deactivate itself once done. Your database will be as if Pods 2.x never existed.
sk_sk: Toto zmaze struky 2.x nastavenia, data a deaktivovat sam raz urobil. Vasa databaza bude to, ako keby Pods 2.x nikdy neexistoval.

source: Tools
sk_sk: Nastroje

source: Cleanup &amp; Reset
sk_sk: Cleanup & Reset

source: New Field
sk_sk: Nove pole

source: Components
sk_sk: Sucasti

source: Help
sk_sk: Pomocnik
