Repository: 0xLBF/pods
Catalog: languages/pods-*.po
Languages: sk_sk

source: Go to page:
sk_sk: Prejst na stranku:

source: &laquo; First
sk_sk: « First

source: Last &raquo;
sk_sk: Posledna»

source: User data is required but is either invalid or empty
sk_sk: Uzivatelske data je nutne, ale je bud neplatny alebo prazdne

source: Comment data is required but is either invalid or empty
sk_sk: Komentar udaje je nutne, ale je bud neplatny alebo prazdne

source: Taxonomy term data is required but is either invalid or empty
sk_sk: Taxonomia dlhodobe udaje je nutne, ale je bud neplatny alebo prazdne

source: Please choose whether to Create or Extend a Content Type
sk_sk: Prosim vyberte, ci chcete vytvorit alebo rozsirit typ obsahu

source: Post Type %s already exists, try extending it instead
sk_sk: Prispevok Typ% s uz existuje, skuste sa predlzuje jeho miesto

source: Taxonomy %s already exists, try extending it instead
sk_sk: Taxonomia% s uz existuje, skuste sa predlzuje jeho miesto

source: Pod %s already exists, you cannot rename %s to that
sk_sk: Pod% s uz existuje, nemozno premenovat% s ako

source: Pod %s cannot be renamed, it extends an existing WP Object
sk_sk: Pod% s nemozno premenovat, ze rozsiruje existujuce WP objekt

source: Pod using %s already exists, you can not reuse an object across multiple pods
sk_sk: Pod pomocou% s uz existuje, nemozete znovu objekt na viac struky

source: Pod %s already exists
sk_sk: Pod% s uz existuje

source: Post Type %s already exists, you cannot rename %s to that
sk_sk: Prispevok Typ% s uz existuje, nemozno premenovat% s ako

source: Taxonomy %s already exists, you cannot rename %s to that
sk_sk: Taxonomia% s uz existuje, nemozno premenovat% s ako

source: Pod name cannot be empty
sk_sk: Pod nazov nemoze byt prazdny

source: Cannot save Pod
sk_sk: Nemozno ulozit Pod

source: Cannot add Database Table for Pod
sk_sk: Nemozno pridat databazovej tabulky pre Pod

source: Cannot update Database Table for Pod
sk_sk: Nemozno aktualizovat databazove tabulky pre Pod

source: Cannot save the %s field
sk_sk: Nie je mozne ulozit% s pola

source: Pod ID or name is required
sk_sk: Pod ID alebo nazov je vyzadovany

source: Pod not found
sk_sk: Pod nebol najdeny

source: Field %s already exists, you cannot rename %s to that
sk_sk: Pole% s uz existuje, nemozno premenovat% s ako

source: Field %s already exists
sk_sk: Pole% s uz existuje

source: %s is reserved for internal Pods usage, please try a different name
sk_sk: % s je vyhradene pre interne pouzitie struky, skuste iny nazov

source: %s is reserved for internal WordPress or Pods usage, please try a different name. Also consider what WordPress and Pods provide you built-in.
sk_sk: % s je vyhradene pre interne WordPress alebo struky pouzitie, prosim, skuste iny nazov. Tiez zvazte, ake WordPress a Pods Vam vstavany-in.

source: This pod already has an internal WordPress permalink field
sk_sk: Tato pod uz ma vnutornu WordPress permalink pole

source: This pod already has a permalink field
sk_sk: Tato pod uz ma pole permalink

source: %s is not editable
sk_sk: % s nie je editovatelny

source: %s is reserved for internal WordPress or Pods usage, please try a different name
sk_sk: % s je vyhradene pre interne WordPress alebo struky pouzitie, prosim, skuste iny nazov

source: Cannot save Field
sk_sk: Nemozno ulozit pole

source: Cannot create new field
sk_sk: Nie je mozne vytvorit nove pole

source: Name must be given to save an Object
sk_sk: Meno musi byt venovana ulozit objekt

source: Type must be given to save an Object
sk_sk: Typ musi byt venovana ulozit objekt

source: Pre-save helpers are deprecated, use the action pods_pre_save_pod_item_%s instead
sk_sk: Pre-save pomocnici su zastarane, pouzite akciu pods_pre_save_pod_item_% s namiesto

source: There was an issue validating the field %s
sk_sk: Doslo k problemu overovanie pole% s

source: Post-save helpers are deprecated, use the action pods_post_save_pod_item_%s instead
sk_sk: Post-usetrite pomocnici su zastarane, pouzite akciu pods_post_save_pod_item_% s namiesto

source: $params->pod instead of $params->datatype
sk_sk: $ params-> pod miesto $ params-> datatype

source: Pod unable to be deleted
sk_sk: Pod nemozno odstranit

source: Field not found
sk_sk: Pole nebol najdeny

source: Field unable to be deleted
sk_sk: Pole nemozno odstranit

source: %s Object not found
sk_sk: %s objekt nebol nájdený

source: %s Object not deleted
sk_sk: %s objekt neodstráni

source: $params->id instead of $params->tbl_row_id
sk_sk: $ params-> id miesto $ params-> tbl_row_id

source: $params->id instead of $params->pod_id
sk_sk: $ params-> id miesto $ params-> pod_id

source: $params->pod_id instead of $params->datatype_id
sk_sk: $ params-> pod_id miesto $ params-> datatype_id

source: Pre-delete helpers are deprecated, use the action pods_pre_delete_pod_item_%s instead
sk_sk: Pre-delete pomocnici su zastarane, pouzite akciu pods_pre_delete_pod_item_% s namiesto

source: Post-delete helpers are deprecated, use the action pods_post_delete_pod_item_%s instead
sk_sk: Post-delete pomocnici su zastarane, pouzite akciu pods_post_delete_pod_item_% s namiesto

source: Either Field Name or Field ID / Pod ID are required
sk_sk: Bud pola Nazov alebo pola ID / Pod ID je nutne vyplnit

source: Either Field Name / Field ID / Field Type, or Pod Name / Pod ID are required
sk_sk: Bud Field Name / Polne ID / Field Type, alebo Pod Meno / Pod ID je nutne vyplnit

source: Object type is required
sk_sk: Typ objektu je nutne

source: Either Object ID or Name are required
sk_sk: Bud Object ID alebo nazov musi

source: Object not found
sk_sk: Objekt nebol najdeny

source: Pods Object type is required
sk_sk: Pods Typ objektu je nutne

source: Pod name required
sk_sk: Pod nazov potrebna

source: Item ID required
sk_sk: Polozka ID potrebna

source: Related Pod not found
sk_sk: Suvisiace Pod nebol najdeny

source: %s is empty
sk_sk: % s je prazdny

source: %s needs to be unique
sk_sk: % s je potrebne byt jedinecny

source: Invalid submission
sk_sk: Neplatny predlozenie

source: Access denied for your session, please refresh and try again.
sk_sk: Pristup bol odmietnuty pre relaciu, prosim, osviezi a skuste to znova.

source: Access denied, please refresh and try again.
sk_sk: Pristup bol odmietnuty, je nutne aktualizovat a skuste to znova.

source: Edit
sk_sk: Upravit

source: Add New
sk_sk: Pridat nove

source: All
sk_sk: Vsetko

source: Name
sk_sk: Meno

source: Post Type (extended)
sk_sk: Prispevok Type (rozsirene)

source: Taxonomy (extended)
sk_sk: Taxonomia (rozsirene)

source: Custom Post Type
sk_sk: Vlastne Post Type

source: Custom Taxonomy
sk_sk: Vlastne Taxonomia

source: User (extended)
sk_sk: Uzivatel (rozsirene)

source: Media (extended)
sk_sk: Media (rozsirene)

source: Comments (extended)
sk_sk: Komentare (predlzena)

source: Pod not found.
sk_sk: Pod nebol najdeny.

source: Pod deleted successfully.
sk_sk: Pod uspesne zmazany.

source: by %s
sk_sk: % s

source: Visit component site
sk_sk: Navstivte komponenty stranky

source: Description
sk_sk: Popis

source: Component enabled
sk_sk: povolene Component

source: Component disabled
sk_sk: Component zakazane

source: Unauthorized request
sk_sk: Neopravnene ziadosti

source: Access denied
sk_sk: Pristup bol odmietnuty

source: Invalid field request
sk_sk: Neplatny pole poziadavku

source: Invalid field
sk_sk: Neplatny pole

source: Items
sk_sk: Polozky

source: Item
sk_sk: Polozka

source: Add New %s
sk_sk: Pridat novy% s

source: New %s
sk_sk: Novy% s

source: Edit %s
sk_sk: Upravit% s

source: View %s
sk_sk: Zobrazit% s

source: All %s
sk_sk: Vsetky% s

source: Search %s
sk_sk: Hladat% s

source: No %s Found
sk_sk: Ziadna% s nenajdeny

source: No %s Found in Trash
sk_sk: Ziadna% s najdeny v kosi

source: Popular %s
sk_sk: Popularny% s

source: Update %s
sk_sk: Aktualizacia% s

source: New %s Name
sk_sk: Novy% s Meno

source: Separate %s with commas
sk_sk: Samostatny% s ciarkou

source: Add or remove %s
sk_sk: Pridat alebo odstranit% s

source: Choose from the most used %s
sk_sk: Vyberte si z najpouzivanejsich% s

source: Object required to add a Pods meta group
sk_sk: Objekt nutne pridat meta struky skupinu

source: More Fields
sk_sk: Dalsie pole

source: <strong>Error:</strong> Pods UI needs a Pods object or a Table definition to run from, see the User Guide for more information.
sk_sk: <strong> Chyba: </ strong> Pods UI potrebuje struky objekt alebo definicie tabulky bezat, najdete v Uzivatelskej prirucke pre viac informacii.

source: Manage
sk_sk: Sprava

source: Duplicate
sk_sk: Duplicitne

source: View
sk_sk: Zobrazit

source: Reorder
sk_sk: Zmenit poradie

source: Delete this
sk_sk: Zmazat tento

source: Back to
sk_sk: Spat na

source: <strong>Error:</strong> %s not found.
sk_sk: <strong> Chyba:. </ strong>% s nebol najdeny

source: saved
sk_sk: ulozit

source: created
sk_sk: vytvoril

source: <strong>Error:</strong> Invalid Configuration - Missing "id" definition.
sk_sk: <strong> Chyba: </ strong> Invalid Configuration - Missing "id"". Definicia

source: Back to Manage
sk_sk: Spat na Sprava

source: Search
sk_sk: Hladat

source: Reset Filters
sk_sk: Obnovit filtre

source: Update Order
sk_sk: Aktualizacia Objednat

source: Cancel
sk_sk: Zrusit

source: Please use the search filter(s) above to display data
sk_sk: Prosim, pouzite vyhladavaci filter (y) vyssie pre zobrazenie dat

source: or click on an Export to download a full copy of the data
sk_sk: alebo kliknite na Export pre stiahnutie kopie dat

source: No %s found
sk_sk: Ziadne% s najdeny

source: <strong>Error:</strong> Invalid Configuration - Missing "fields" definition.
sk_sk: <strong> Chyba: </ strong> Invalid Configuration - Missing"fields". Definicia

source: View this item
sk_sk: Zobrazit tuto polozku

source: Edit this item
sk_sk: Upravit tuto polozku

source: Duplicate this item
sk_sk: Duplikovat tuto polozku

source: Delete this item
sk_sk: Odstranit tuto polozku

source: Delete
sk_sk: Odstranit

source: Enable
sk_sk: Povolit

source: Disable
sk_sk: Zakazat

source: Show on screen
sk_sk: Zobrazit na obrazovke

source: Go to the first page
sk_sk: Prejst na prvu stranku

source: Go to the previous page
sk_sk: Prejst na predchadzajucu stranku

source: Current page
sk_sk: Aktualna stranka

source: of
sk_sk: z

source: Go to the next page
sk_sk: Prejst na dalsiu stranku

source: Go to the last page
sk_sk: Prejst na poslednu stranku

source: Checkbox
sk_sk: Zaskrtavacie policko

source: Yes Label
sk_sk: Ano Label

source: Yes
sk_sk: Ano

source: No
sk_sk: Nie

source: Output Options
sk_sk: Vystupne volby

source: Allow Shortcodes?
sk_sk: Povolit shortcodes?

source: Maximum Length
sk_sk: Maximalna dlzka

source: This field is required.
sk_sk: Toto pole je vyzadovane.

source: Invalid value provided for this field.
sk_sk: Neplatna hodnota stanovena pre tuto oblast.

source: Invalid Hex Color value provided for this field.
sk_sk: Neplatna Hex Color hodnota stanovena pre tuto oblast.

source: Currency Sign
sk_sk: Mena Sign

source: Currency Placement
sk_sk: Mena umiestnenie

source: Localized Default
sk_sk: Lokalizovana Default

source: Decimals
sk_sk: Pocet desatinnych miest

source: %s is not numeric
sk_sk: % s nie je ciselna

source: Date Format
sk_sk: Format datumu

source: Enable HTML5 Input Field?
sk_sk: Povolit HTML5 vstupne pole?

source: Time Format Type
sk_sk: Format casu Type

source: 12 hour
sk_sk: 12 hodin

source: 24 hour
sk_sk: 24 hodin

source: Time Format
sk_sk: Format casu

source: Invalid e-mail provided.
sk_sk: Neplatny e-mail k dispozicii.

source: File Type
sk_sk: Typ suboru

source: Attachments (WP Media Library)
sk_sk: Prilohy (WP Media Library)

source: File Limit
sk_sk: Subor Limit

source: Restrict File Size
sk_sk: Obmedzit velkost suboru

source: Restrict File Types
sk_sk: Obmedzit typy suborov

source: Other (customize allowed extensions)
sk_sk: Dalsie (upravit povolena rozsirenie)

source: Allowed File Extensions
sk_sk: Povolene pripon suborov

source: Separate file extensions with a comma (ex. jpg,png,mp4,mov)
sk_sk: Samostatne pripony suborov s ciarkou (napr. jpg, png, mp4, mov)

source: Allow HTML?
sk_sk: Povolit HTML?

source: Allowed HTML Tags
sk_sk: Povolene HTML tagy

source: Any (no validation available)
sk_sk: Vsetky (bez overenia k dispozicii)

source: Phone Options
sk_sk: Moznosti telefonu

source: Enable Phone Extension?
sk_sk: Povolit Telefon rozsirenie?

source: Selection Type
sk_sk: Vyber Typ

source: Autocomplete
sk_sk: Automaticke dokoncovanie

source: Checkboxes
sk_sk: Zaskrtavacie pole

source: Selection Limit
sk_sk: Vyber Limit

source: Display Field in Selection List
sk_sk: Zobrazit polia v zozname pre vyber

source: Customized <em>WHERE</em>
sk_sk: Customized <em> KDE </ em>

source: -- Select One --
sk_sk: - vyberte jednu moznost -

source: http://example.com/ (remove www)
sk_sk: http://example.com/ (odstranenie www)

source: http://www.example.com/ (force www if no sub-domain provided)
sk_sk: http://www.example.com/ (sila www pokial nie je sub-domeny k dispozicii)

source: example.com (force removal of www)
sk_sk: example.com (sila odstranenie www)

source: www.example.com (force www if no sub-domain provided)
sk_sk: www.example.com (sila www pokial nie je sub-domeny k dispozicii)

source: TinyMCE (WP Default)
sk_sk: TinyMCE (WP predvolene)

source: Setup
sk_sk: Nastavenia

source: Choose Post Types to Import
sk_sk: Vyberte posta Typy Import

source: Available Post Types
sk_sk: Dostupne Post Typy

source: No Post Types were found.
sk_sk: Ziadne posta Typy Neboli najdene.

source: Start Over
sk_sk: Zacat znova

source: Next Step
sk_sk: Dalsi krok

source: Finished
sk_sk: Hotovo

source: Processing
sk_sk: Spracovanie

source: Post Types
sk_sk: Prispevok Typy

source: Taxonomies
sk_sk: Taxonomia

source: Users
sk_sk: Uzivatelia

source: Comments
sk_sk: Komentare

source: Roles &amp; Capabilities: Add New Role
sk_sk: Uloha a moznosti: Pridat novu rolu

source: Naming
sk_sk: Pomenovanie

source: Capabilities
sk_sk: Moznosti

source: Roles allow you to specify which capabilities a user should be able to do within WordPress.
sk_sk: Uloha umoznuju urcit, ktore schopnosti uzivatel by mal byt schopny robit v ramci WordPress.

source: Name your new Role
sk_sk: Nazov vasej novej ulohe

source: Users will see this as the name of their role
sk_sk: Uzivatelia budu vidiet ako nazov svojej role

source: You will use this name to programatically reference this role throughout WordPress
sk_sk: Budete pouzivat tento nazov k programatically odkazovat tuto ulohu v celom WordPress

source: Choose below which Capabilities you would like this new user role to have.
sk_sk: Vyberte, pod ktoru schopnosti si prajete novy uzivatel role mat.

source: Assign the Capabilities for
sk_sk: Priradit schopnosti pre

source: Toggle All Capabilities on / off
sk_sk: Prepnut vsetkych moznosti on / off

source: Custom Capabilities
sk_sk: Vlastne schopnosti

source: These capabilities will automatically be created and assigned to this role
sk_sk: Tieto schopnosti budu automaticky vytvorene a priradene k tejto ulohe

source: Roles &amp; Capabilities: Edit Role
sk_sk: Uloha a moznosti: Upravit rolu

source: <strong>Success!</strong> %s %s successfully.
sk_sk: <strong> Uspech! </ strong>% s% s uspesne.

source: Choose below which Capabilities you would like this existing user role to have.
sk_sk: Vyberte, pod ktoru schopnosti si prajete existujuce uzivatelske role mat.

source: Save
sk_sk: Ulozit

source: Move
sk_sk: Presunut

source: Edit this field
sk_sk: Upravit toto pole

source: Delete this field
sk_sk: Zmazat tento plan

source: Basic
sk_sk: Zakladny

source: Additional Field Options
sk_sk: Dalsie pola Options

source: Field Type
sk_sk: Pole Typ

source: Related To
sk_sk: vztahujuce sa na

source: Custom Defined Options
sk_sk: Vlastne definovane moznosti

source: One option per line, use <em>value|Label</em> for separate values and labels
sk_sk: Jednou z moznosti na riadku, pouzite <em> hodnotu | Label </ em> pre jednotlive hodnoty a stitky

source: Options
sk_sk: Moznosti

source: Required
sk_sk: Povinne

source: Delete Field
sk_sk: Odstranit Field

source: Update Field
sk_sk: Aktualizacia Field

source: Enter helper name here
sk_sk: Zadajte nazov pomocnu tu

source: Allow Markdown Syntax?
sk_sk: Povolit Markdown syntaxe?

source: Pod with the name %s already exists
sk_sk: Pod sa s nazvom% uz existuje

source: Migrate: Import from Custom Post Type UI
sk_sk: Migracia: Import z vlastnej Post Type UI

source: Migrate
sk_sk: Preniest

source: Import Only
sk_sk: Importovat iba

source: This will import your Custom Post Types and Taxonomies.
sk_sk: Toto bude importovat vlastne Rozmiestnit typy a taxonomii.

source: Import and Clean Up
sk_sk: Import a Clean Up

source: This will import your Custom Post Types and Taxonomies, and then remove them from Custom Post Type UI.
sk_sk: Toto bude importovat vlastne Rozmiestnit typy a taxonomii, a potom odstranit z vlastnej UI Post typ.

source: Choose Taxonomies to Import
sk_sk: Vyberte Taxonomia Import

source: Available Taxonomies
sk_sk: Dostupne Taxonomia

source: No Taxonomies were found.
sk_sk: Ziadne Taxonomia Neboli najdene.

source: Enter URL here
sk_sk: Zadajte URL here

source: Page Title
sk_sk: Nazov stranky

source: Page Precode
sk_sk: Stranka Precode

source: Page
sk_sk: Stranka

source: Role not found, cannot edit it.
sk_sk: Uloha nebol najdeny, mozete ho upravovat.

source: Role not found, it cannot be deleted.
sk_sk: Uloha nebol najdeny, nemozno odstranit.

source: You cannot remove the <strong>%s</strong> role, you must set a new default role for the site first.
sk_sk: Nemozete odstranit <strong>% s </ strong> role, musite nastavit novu predvolenu ulohu pre web ako prvy.

source: role removed from site.
sk_sk: role boli z miesta odstranene.

source: Role name is required
sk_sk: Uloha meno je vyzadovane

source: Role label is required
sk_sk: Uloha stitok je potrebne

source: Enter template name here
sk_sk: Zadajte nazov predlohy tu

source: Content
sk_sk: Obsah

source: Template
sk_sk: Sablona

source: Visual
sk_sk: Vizualne

source: The following issues occured:
sk_sk: Nasledujuce otazky doslo:

source: Find out more
sk_sk: Viac informacii

source: and
sk_sk: a

source: NOTICE
sk_sk: UPOZORNENIE

source: requires a minimum of
sk_sk: vyzaduje minimalne

source: to function. You are currently running
sk_sk: fungovat. Tie su v sucasnosti bezi

source: Please upgrade your WordPress to continue.
sk_sk: Prosim, aktualizujte svoj WordPress pokracovat.

source: Please upgrade (or have your Hosting Provider upgrade it for you) your PHP version to continue.
sk_sk: Prosim aktualizaciu (alebo mat svojho poskytovatela hostingu upgrade pre Vas) Vasa verzia PHP pokracovat.

source: Please upgrade (or have your Hosting Provider upgrade it for you) your MySQL version to continue.
sk_sk: Prosim aktualizaciu (alebo mat svojho poskytovatela hostingu upgrade pre vas) vase MySQL verzia pokracovat.

source: Invalid upgrade process.
sk_sk: Neplatny proces upgradu.

source: Invalid upgrade method.
sk_sk: Neplatny aktualizacia metoda.

source: Upgrade method not found.
sk_sk: Aktualizacia metoda nie je najdeny.

source: Table not found, it cannot be migrated
sk_sk: Nebola najdena tabulka, nemozno migrovat

source: Invalid Pod.
sk_sk: Neplatny Pod.

source: Pod not found, it cannot be migrated
sk_sk: Pod nebol najdeny, nemozno migrovat

source: is a field in the table, but was not found in this pod - the field data will not be migrated.
sk_sk: je pole v tabulke, ale nebol najdeny v tejto struku - poli udaje nebudu prenesene.

source: is a field in this pod, but was not found in the table - the field data will not be migrated.
sk_sk: je pole v tomto module, ale nebol najdeny v tabulke - poli udaje nebudu prenesene.

source: Table not found, items cannot be migrated
sk_sk: Nebola najdena tabulka, ktore nemozno migrovat

source: New table not found, items cannot be migrated
sk_sk: Nova tabulka nebola najdena, ktore nemozno migrovat

source: Pod Types table not found, items cannot be migrated
sk_sk: Pod Typy tabulka nebola najdena, ktore nemozno migrovat

source: Pod table not found, items cannot be migrated
sk_sk: Pod stol nebol najdeny, ktore nemozno migrovat

source: Pod not found, items cannot be migrated
sk_sk: Pod nebol najdeny, ktore nemozno migrovat

source: <strong>Error:</strong> %s %s successfully.
sk_sk: <strong> Chyba:. </ strong>% s% s uspesne

source: Navigate
sk_sk: Navigacia

source: Enter name here
sk_sk: Zadajte meno tu

source: Fields
sk_sk: Pole

source: Pods Help
sk_sk: Pods Pomoc

source: Templates
sk_sk: Sablony

source: Helpers
sk_sk: Pomocnici

source: The following are settings provided for advanced site configurations.
sk_sk: su nasledujuce nastavenia pre pokrocilych webe konfiguracie.

source: Force an update of this beta from GitHub
sk_sk: Vynutit aktualizaciu tohto beta z GitHub

source: Force Plugin Refresh/Update from GitHub
sk_sk: Force Plugin Refresh / Update z GitHub

source: Reset Pods 2.x settings and data
sk_sk: Obnovit Pods 2.x nastavenia a data

source: Delete Pods 1.x data
sk_sk: Odstranit Pods 1.x data

source: Delete Pods 1.x settings and data
sk_sk: Odstranit Pods 1.x nastavenia a data

source: Deactivate and Delete Pods 2.x data
sk_sk: Deaktivovat a odstranenie struky 2.x dat

source: Add New Pod
sk_sk: Pridat novy Pod

source: Create or Extend
sk_sk: Vytvorit alebo rozsirit

source: Configure
sk_sk: Konfiguracia

source: Create New
sk_sk: Vytvorit novy

source: Create entirely new content types using <strong>Post Types</strong>, <strong>Taxonomies</strong>, or <strong>Advanced Content Types</strong> with their own tables.
sk_sk: Vytvorit uplne nove typy obsahu pomocou typov <strong> Rozmiestnit </ strong>, <strong> Taxonomia </ strong>, alebo <strong> pokrocilejsie obsah Typy </ strong> s vlastnymi tabulkami.

source: Extend Existing
sk_sk: Rozsirenie existujucej

source: Extend any existing content type within WordPress, including <strong>Post Types</strong> (Posts, Pages, etc), <strong>Taxonomies</strong> (Categories, Tags, etc), <strong>Media</strong>, <strong>Users</strong>, or <strong>Comments</strong>.
sk_sk: Rozsirit existujuci typ obsahu do WordPress, vratane <strong> Post Types </ strong> (Prispevky, stranky, atd), <strong> Taxonomia </ strong> (kategorie, slova, atd), <strong> Media </ strong>, <strong> Uzivatelske </ strong>, alebo <strong> Komentare </ strong>.

source: Creating a new Content Type allows you to control exactly what that content type does, acts like, the field it has, and the way you manage it.
sk_sk: Vytvorenie novy typ obsahu umoznuje kontrolovat, co presne typ obsahu sa, chova sa ako, oblasti, ktoru ma, a sposob, akym ste ho likvidovat.

source: Content Type
sk_sk: Typ obsahu

source: Custom Post Type (like Posts or Pages)
sk_sk: Vlastne Post Type (ako prispevky alebo stranky)

source: Custom Taxonomy (like Categories or Tags)
sk_sk: Vlastne Taxonomia (ako kategorie alebo znacky)

source: Advanced Content Type (separate from WP, blank slate, in its own table)
sk_sk: Advanced Content Type (oddelene od WP, ??prazdny bridlice, vo svojej vlastnej tabulky)

source: Plural Label
sk_sk: Mnozne cislo Label

source: Extending an existing Content Type allows you to add fields to it and take advantage of the Pods architecture for management and optionally for theming.
sk_sk: Rozsirenie existujucej typ obsahu umoznuje pridat pole do nej a vyuzit architektury struky pre riadenie a pripadne pre motivov.

source: Post Types (Posts, Pages, etc..)
sk_sk: Prispevok Typy (Prispevky, stranky, atd.)

source: Taxonomies (Categories, Tags, etc..)
sk_sk: Taxonomia (kategorie, znacky, atd.)

source: Taxonomy
sk_sk: Taxonomia

source: Meta Based (WP Default)
sk_sk: Meta Based (WP predvolene)

source: Table Based
sk_sk: Tabulka zaklade

source: Other
sk_sk: Dalsi

source: Additional CSS Classes
sk_sk: Dalsie CSS triedy
